Repository: Bengerthelorf/macIconChanger
Catalog: IconChanger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: You must first export a configuration from the app before using the CLI export command. After importing with CLI, restart the app to see changes.
ar: يجب عليك أولاً تصدير تكوين من التطبيق قبل استخدام أمر تصدير CLI. بعد الاستيراد باستخدام CLI، أعد تشغيل التطبيق لرؤية التغييرات.
cs: Před použitím příkazu exportu CLI musíte nejprve exportovat konfiguraci z aplikace. Po importu pomocí CLI restartujte aplikaci, abyste viděli změny.
da: Du skal først eksportere en konfiguration fra appen, før du bruger CLI-eksportkommandoen. Efter import med CLI skal du genstarte appen for at se ændringerne.
de: Sie müssen zuerst eine Konfiguration aus der App exportieren, bevor Sie den CLI-Exportbefehl verwenden. Nach dem Import über CLI starten Sie die App neu, um die Änderungen zu sehen.
el: Πρέπει πρώτα να εξάγετε μια διαμόρφωση από την εφαρμογή πριν χρησιμοποιήσετε την εντολή εξαγωγής CLI. Μετά την εισαγωγή με CLI, επανεκκινήστε την εφαρμογή για να δείτε τις αλλαγές.
es: Primero debe exportar una configuración desde la aplicación antes de usar el comando de exportación CLI. Después de importar con CLI, reinicie la aplicación para ver los cambios.
fi: Sinun on ensin vietävä määritys sovelluksesta ennen CLI-vientikomennon käyttöä. CLI-tuonnin jälkeen käynnistä sovellus uudelleen nähdäksesi muutokset.
fr: Vous devez d'abord exporter une configuration depuis l'application avant d'utiliser la commande CLI. Après l'importation via CLI, redémarrez l'application.
hi: CLI एक्सपोर्ट कमांड का उपयोग करने से पहले आपको पहले ऐप से कॉन्फ़िगरेशन एक्सपोर्ट करना होगा। CLI से इम्पोर्ट करने के बाद, परिवर्तन देखने के लिए ऐप को पुनः प्रारंभ करें।
hu: Először exportálnia kell egy konfigurációt az alkalmazásból, mielőtt a CLI export parancsot használná. CLI-vel történő importálás után indítsa újra az alkalmazást a változások megtekintéséhez.
id: Anda harus terlebih dahulu mengekspor konfigurasi dari aplikasi sebelum menggunakan perintah ekspor CLI. Setelah mengimpor dengan CLI, mulai ulang aplikasi untuk melihat perubahan.
it: Devi prima esportare una configurazione dall'app prima di usare il comando di esportazione CLI. Dopo l'importazione con CLI, riavvia l'app per vedere le modifiche.
ja: CLI エクスポートコマンドを使用する前に、まずアプリから設定をエクスポートしてください。CLI でインポート後、アプリを再起動してください。
ko: CLI 내보내기 명령을 사용하기 전에 먼저 앱에서 구성을 내보내야 합니다. CLI로 가져온 후 앱을 다시 시작하면 변경 사항을 확인할 수 있습니다.
ms: Anda mesti mengeksport konfigurasi dari apl dahulu sebelum menggunakan perintah eksport CLI. Selepas mengimport dengan CLI, mulakan semula apl untuk melihat perubahan.
nb: Du må først eksportere en konfigurasjon fra appen før du bruker CLI-eksportkommandoen. Etter import med CLI, start appen på nytt for å se endringene.
nl: U moet eerst een configuratie vanuit de app exporteren voordat u het CLI-exportcommando gebruikt. Start de app opnieuw na het importeren met CLI om wijzigingen te zien.
pl: Przed użyciem polecenia eksportu CLI musisz najpierw wyeksportować konfigurację z aplikacji. Po imporcie przez CLI uruchom ponownie aplikację, aby zobaczyć zmiany.
pt: Você deve primeiro exportar uma configuração do aplicativo antes de usar o comando de exportação CLI. Após importar com CLI, reinicie o aplicativo para ver as alterações.
ro: Trebuie să exportați mai întâi o configurare din aplicație înainte de a utiliza comanda de export CLI. După importul cu CLI, reporniți aplicația pentru a vedea modificările.
ru: Сначала необходимо экспортировать конфигурацию из приложения перед использованием команды экспорта CLI. После импорта через CLI перезапустите приложение для применения изменений.
sv: Du måste först exportera en konfiguration från appen innan du använder CLI-exportkommandot. Efter import med CLI, starta om appen för att se ändringarna.
th: คุณต้องส่งออกการกำหนดค่าจากแอปก่อนใช้คำสั่งส่งออก CLI หลังจากนำเข้าด้วย CLI ให้รีสตาร์ทแอปเพื่อดูการเปลี่ยนแปลง
tr: CLI dışa aktarma komutunu kullanmadan önce uygulamadan bir yapılandırma dışa aktarmanız gerekir. CLI ile içe aktardıktan sonra değişiklikleri görmek için uygulamayı yeniden başlatın.
uk: Спочатку потрібно експортувати конфігурацію з додатка, перш ніж використовувати команду експорту CLI. Після імпорту через CLI перезапустіть додаток, щоб побачити зміни.
vi: Bạn phải xuất cấu hình từ ứng dụng trước khi sử dụng lệnh xuất CLI. Sau khi nhập bằng CLI, khởi động lại ứng dụng để xem thay đổi.
zh_hans: 使用 CLI 导出命令前，需先从应用中导出配置。通过 CLI 导入后，请重启应用。
zh_hant: 使用 CLI 匯出指令前，需先從應用程式中匯出設定。透過 CLI 匯入後，請重新啟動應用程式。
zh_hk: 使用 CLI 匯出指令前，需先從應用程式中匯出設定。透過 CLI 匯入後，請重新啟動應用程式。

source: You need to obtain an API key from macosicons.com
ar: تحتاج إلى الحصول على مفتاح API من macosicons.com
cs: Musíte získat API klíč z macosicons.com
da: Du skal anskaffe en API-nøgle fra macosicons.com
de: Sie müssen einen API-Schlüssel von macosicons.com erhalten
el: Πρέπει να αποκτήσετε ένα κλειδί API από το macosicons.com
es: Necesita obtener una clave API de macosicons.com
fi: Sinun on hankittava API-avain osoitteesta macosicons.com
fr: Vous devez obtenir une clé API depuis macosicons.com
hi: आपको macosicons.com से एक API कुंजी प्राप्त करनी होगी
hu: API-kulcsot kell szereznie a macosicons.com-ról
id: Anda perlu mendapatkan kunci API dari macosicons.com
it: Devi ottenere una chiave API da macosicons.com
ja: macosicons.comからAPIキーを取得する必要があります
ko: macosicons.com에서 API 키를 발급받아야 합니다
ms: Anda perlu mendapatkan kunci API dari macosicons.com
nb: Du må skaffe en API-nøkkel fra macosicons.com
nl: U moet een API-sleutel verkrijgen van macosicons.com
pl: Musisz uzyskać klucz API z macosicons.com
pt: Você precisa obter uma chave API de macosicons.com
ro: Trebuie să obțineți o cheie API de la macosicons.com
ru: Вам необходимо получить API-ключ на macosicons.com
sv: Du behöver skaffa en API-nyckel från macosicons.com
th: คุณต้องขอรับ API key จาก macosicons.com
tr: macosicons.com'dan bir API anahtarı edinmeniz gerekiyor
uk: Вам потрібно отримати API-ключ від macosicons.com
vi: Bạn cần lấy khóa API từ macosicons.com
zh_hans: 您需要从 macosicons.com 获取API密钥
zh_hant: 你需要從 macosicons.com 取得 API 金鑰
zh_hk: 你需要從 macosicons.com 取得 API 金鑰

source: Custom: %@
de: Benutzerdefiniert: %@
es: Personalizado: %@
fr: Personnalisé : %@
it: Personalizzato: %@
ja: カスタム: %@
ko: 사용자 지정: %@
pt: Personalizado: %@
ru: Пользовательский: %@
zh_hans: 自定义: %@
zh_hant: 自訂：%@
zh_hk: 自訂：%@

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
pt: Erro: %@
ru: Ошибка: %@
zh_hans: 错误: %@
zh_hant: 錯誤：%@
zh_hk: 錯誤：%@

source: API Key
fr: Clé API
ja: APIキー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰
zh_hk: API 金鑰

source: API Key:
fr: Clé API :
ja: APIキー:
ko: API 키:
zh_hans: API密钥:
zh_hant: API 金鑰：
zh_hk: API 金鑰：

source: OK
ko: 확인
zh_hans: 好
zh_hant: 確定
zh_hk: 確定
